9/data/attachments/ebc09f4c378bfa4f.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Terrence_group_Actions_64997_4</nif:username>
            <nif:friendToBeRequested>soap_actions_279e6791-85e5-4108-8058-c7e6e5086953</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>